Revit 2020 API
ImageView.Create Method
Overload List
Name | Description
Create(Document, ImageTypeOptions)
 Create an ImageView containing an image imported from disk.
Create(Document, String) |  Obsolete.
 Create an ImageView containing an image imported from disk.
See Also
ImageView Class
ImageView Members
Autodesk.Revit.DB Namespace